import React from 'react'

export default function FifthSection() {
  return (
    <section className='fifth-section'>
      <div className='fifth-section__container'>
        <div className='fifth-section__tile'>
          <h3>
            Опрошенных пользовались микрокредитами
          </h3>
          <p>
            Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах
          </p>
        </div>
        <div className='fifth-section__tile'>
          <h3>
            Опрошенных пользовались микрокредитами
          </h3>
          <p>
            Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах
          </p>
        </div>
        <div className='fifth-section__tile'>
          <h3>
            Опрошенных пользовались микрокредитами
          </h3>
          <p>
            Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах
          </p>
        </div>
        <div className='fifth-section__tile'>
          <h3>
            Опрошенных пользовались микрокредитами
          </h3>
          <p>
            Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах
          </p>
        </div>
      </div>
      
    </section>
  )
}
