import React from 'react'
import FourthSectionItem from './FourthSectionItem';

export default function FourthSection() {
  return (
    <article className='fourth-section'  id='block3'>
      <h2 className='fourth-section__h2'>
        Вопросы и ответы
      </h2>
      <div className='fourth-section__container'>
        <FourthSectionItem 
          header='Подтверждено: сознание наших соотечественников не замутнено пропагандой?'
          text='В 1982 году издательство «New English Library»[en], издававшее до этого романы Пратчетта в мягкой обложке, отказалось от сотрудничества с автором из-за плохих продаж. Колин Смайт сумел заинтересовать в издании Диану Пирсон из издательства «Corgi»[en] и в 1983 году вышел «Цвет волшебства» (англ. The Colour of Magic), первый роман самого популярного цикла Пратчетта — Плоский мир.'
        />
        <FourthSectionItem 
          header='Прототип нового сервиса - это как трубный призыв?'
          text='В 1982 году издательство «New English Library»[en], издававшее до этого романы Пратчетта в мягкой обложке, отказалось от сотрудничества с автором из-за плохих продаж. Колин Смайт сумел заинтересовать в издании Диану Пирсон из издательства «Corgi»[en] и в 1983 году вышел «Цвет волшебства» (англ. The Colour of Magic), первый роман самого популярного цикла Пратчетта — Плоский мир.'
        />
        <FourthSectionItem 
          header='Частокол на границе продолжает удивлять?'
          text='В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.'
        />
        <FourthSectionItem 
          header='Очевидцы сообщают, что слышали грохот грома градущих изменений?'
          text='В 1982 году издательство «New English Library»[en], издававшее до этого романы Пратчетта в мягкой обложке, отказалось от сотрудничества с автором из-за плохих продаж. Колин Смайт сумел заинтересовать в издании Диану Пирсон из издательства «Corgi»[en] и в 1983 году вышел «Цвет волшебства» (англ. The Colour of Magic), первый роман самого популярного цикла Пратчетта — Плоский мир.'
        />
        <FourthSectionItem 
          header='И по сей день в центральных регионах звучит перекатами печальный плач оппозиции?'
          text='В 1982 году издательство «New English Library»[en], издававшее до этого романы Пратчетта в мягкой обложке, отказалось от сотрудничества с автором из-за плохих продаж. Колин Смайт сумел заинтересовать в издании Диану Пирсон из издательства «Corgi»[en] и в 1983 году вышел «Цвет волшебства» (англ. The Colour of Magic), первый роман самого популярного цикла Пратчетта — Плоский мир.'
        />
        <FourthSectionItem 
          header='Нынче никто не может себе позволить инициировать треск разлетающихся скреп?'
          text='В 1982 году издательство «New English Library»[en], издававшее до этого романы Пратчетта в мягкой обложке, отказалось от сотрудничества с автором из-за плохих продаж. Колин Смайт сумел заинтересовать в издании Диану Пирсон из издательства «Corgi»[en] и в 1983 году вышел «Цвет волшебства» (англ. The Colour of Magic), первый роман самого популярного цикла Пратчетта — Плоский мир.'
        />
        <FourthSectionItem 
          header='Высококачественный прототип будущего проекта обнадёживает?'
          text='В 1982 году издательство «New English Library»[en], издававшее до этого романы Пратчетта в мягкой обложке, отказалось от сотрудничества с автором из-за плохих продаж. Колин Смайт сумел заинтересовать в издании Диану Пирсон из издательства «Corgi»[en] и в 1983 году вышел «Цвет волшебства» (англ. The Colour of Magic), первый роман самого популярного цикла Пратчетта — Плоский мир.'
        />
      </div>
    </article>
  );
};
